/* Class = "UILabel"; text = "Point of Sale needs access to your microphone"; ObjectID = "Zlj-BK-8Ki"; */
"Zlj-BK-8Ki.text" = "POSレジからマイクへのアクセスを許可する必要があります";

/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Microphone to enable access, then relaunch Point of Sale."; ObjectID = "awe-7d-4yA"; */
"awe-7d-4yA.text" = "アプリの設定から、プライバシー＞マイクに進んで有効化し、POSレジを再起動してください。";

/* Class = "UILabel"; text = "In order to swipe payment cards with your Square Reader, Register must have access to the microphone connection that is built into your headphone jack."; ObjectID = "j22-p9-fvd"; */
"j22-p9-fvd.text" = "Squareリーダーでクレジットカードの受付けをするには、ヘッドホンジャック内のマイクにアクセスする必要があります。";

